Revit 2027 API
BuiltInFailures.RoomFailures.InvalidReflectivityPercentage Property
 The value for Reflectivity must be between 0 and 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InvalidReflectivityPercentage { get; }
Public Shared ReadOnly Property InvalidReflectivityPercentage As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InvalidReflectivityPercentage {
	FailureDefinitionId^ get ();
}
static member InvalidReflectivityPercentage : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RoomFailures Class
Autodesk.Revit.DB Namespace